// Finnish / フィンランド / fi / Suomi

LZD_BTN_OK = "OK";
LZD_APPLICATION_NAME_UD_UNINSTALLER = "USB Display -asennuksen poisto-ohjelma";
LZD_MENUITEM_ABOUT_UNINSTALLER = "Tietoja USB Display -asennuksen poisto-ohjelmasta";
LZD_MENUITEM_HIDE_UNINSTALLER = "Piilota USB Display -asennuksen poisto-ohjelma";
LZD_MENUITEM_QUIT_UNINSTALLER = "Poistu USB Display -asennuksen poisto-ohjelmasta";
LZD_CONFIRM_UNINSTALLATION = "Poista USB Display tietokoneelta.";
LZD_CONFIRM_UNINSTALLATION_INFO = "Jatka napsauttamalla [Jatka].";
LZD_YESNEXT = "Jatka";
LZD_NOQUIT = "Lopeta";
LZD_REMOVING = "Poistaa…";
LZD_UNINSTALLED = "USB Display -sovelluksen asennuksen poisto on valmis.";
LZD_UNINSTALLED_INFO_SUCCESS = "Kaikki tiedostot on poistettu.";
LZD_UNINSTALLED_INFO_FAILURE = "Joitakin tiedostoja ei voi poistaa.";
LZD_MENUITEM_HIDEOTHERS = "Piilota muut";
LZD_MENUITEM_SHOWALL = "Näytä kaikki";
LZD_UNINSTALL_REBOOT_INFO = "Käynnistä tietokone uudelleen asennuksen jälkeen.";
LZD_BEFORE_UNINSTALL_INFO = "Suorita toiminto napsauttamalla [Jatka]. Palaa edelliseen tilaan napsauttamalla [Lopeta].";
LZD_CONFIRM_UNINSTAL_INFO = "Siirry eteenpäin napsauttamalla [Jatka].";
LZD_UNINSTALLED_REBOOT_INFO = "Toiminto valmis. Napsauta [Käynnistä uudestaan].";
LZD_BTN_REBOOT = "Käynnistä uudestaan";
LZD_WARNING_REBOOT_INFO = "Tietokone pitää käynnistää uudelleen, jotta USB Display -näytön asennus on valmis.";
